Repository: FrozenAssassine/EasePass
Catalog: EasePass/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, pt_br

# CopyTextbox_Copy.ToolTipService.ToolTip
source: Copy
de_de: Kopieren
pt_br: Copiar

# Dialogs_EnterPW_Title.Text
source: Enter password of the database
de_de: Geben Sie das Passwort für die Datenbank ein
pt_br: Digite a senha do banco de dados

# Dialog_Add2FA_Algorithm.Text
source: Algorithm
de_de: Algorithmus
pt_br: Algoritimo

# Dialog_Add2FA_Digits.Text
source: Digits
de_de: Ziffern
pt_br: Dígitos

# Dialog_Add2FA_Headline.Text
source: Add 2FA to
de_de: 2FA hinzufügen zu
pt_br: Adicionar 2FA para

# Dialog_Add2FA_Interval.Text
source: Interval (sec)
de_de: Interval (sek)
pt_br: Intervalo (seg)

# Dialog_Add2FA_ScreenButton.Content
source: QR Code from screen
de_de: QR Code vom Bildschirm scannen
pt_br: Ler QR code na tela

# Dialog_Add2FA_ScreenButton.ToolTipService.ToolTip
source: Scan a QR code on the screen
de_de: Scanne den QR Code vom Bildschirm
pt_br: Ler QR code na tela

# Dialog_Add2FA_Secret.Text
source: Secret
de_de: Geheimcode

# Dialog_Add2FA_WebcamButton.Content
source: QR Code from webcam
de_de: QR Code mit Webcam scannen
pt_br: Ler QR Code pela webcam

# Dialog_Add2FA_WebcamButton.ToolTipService.ToolTip
source: Use your webcam to scan the QR code
de_de: Nutzen Sie Ihre Webcam zum Scannen des QR Codes
pt_br: Usar sua webcan para ler o QR code

# Dialog_AddItem_2FATitle.Text
source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
pt_br: Autenticação de dois fatores

# Dialog_AddItem_Algorithm.Text
source: Algorithm
de_de: Algorithmus
pt_br: Algoritimo

# Dialog_AddItem_ConfirmRemove2FA.Text
source: Are you sure you want to remove two-factor authentication?
de_de: Sind Sie sicher, dass Sie die Zwei-Faktor Authentifizierung deaktivieren wollen?
pt_br: Tem certeza de que deseja remover a autenticação de dois fatores?

# Dialog_AddItem_Digits.Text
source: Digits
de_de: Ziffern
pt_br: Dígitos

# Dialog_AddItem_DisplayName.Text
source: Display Name
de_de: Anzeigename
pt_br: Nome de exibição

# Dialog_AddItem_Export2FA.Content
source: Export 2FA
de_de: 2FA Exportieren
pt_br: Exportar 2FA

# Dialog_AddItem_Headline.Text
source: Add Password
de_de: Passwort hinzufügen
pt_br: Adicionar Credencial

# Dialog_AddItem_Notes.Text
source: Notes
de_de: Notizen
pt_br: Observação

# Dialog_AddItem_Password.Text
source: Password
de_de: Passwort
pt_br: Senha

# Dialog_AddItem_Remove2FA.Content
source: Remove 2FA
de_de: 2FA Entfernen
pt_br: Remover 2FA

# Dialog_AddItem_Secret.Text
source: Secret
de_de: Geheimcode

# Dialog_AddItem_Username.Text
source: Username
de_de: Benutzername
pt_br: Usuário

# Dialog_AddItem_Website.Text
source: Website
de_de: Webseite
pt_br: Site

# Dialog_Button_Add.Text
source: Add
de_de: Hinzufügen
pt_br: Adicionar

# Dialog_Button_Cancel.Text
source: Cancel
de_de: Abbrechen
pt_br: Cancelar

# Dialog_Button_Close.Text
source: Close
de_de: Schließen
pt_br: Fechar

# Dialog_Button_Create.Text
source: Create
de_de: Erstellen
pt_br: Criar

# Dialog_Button_Delete.Text
source: Delete
de_de: Löschen
pt_br: Apagar

# Dialog_Button_Done.Text
source: Done
de_de: Fertig
pt_br: OK

# Dialog_Button_Export.Text
source: Export
de_de: Exportieren
pt_br: Exportar

# Dialog_Button_New.Text
source: New
de_de: Neu
pt_br: Gerar

# Dialog_Button_Override.Text
source: Override
de_de: Überschreiben
pt_br: Substituir

# Dialog_Button_Remove.Text
source: Remove
de_de: Entfernen
pt_br: Remover

# Dialog_Button_Rename.Text
source: Rename
de_de: Umbenennen
pt_br: Renomear

# Dialog_ConfirmDelete_Extension.Text
source: Are you sure you want to delete the extension:
de_de: Sind Sie sicher, dass Sie die Erweiterung löschen möchten:
pt_br: Tem certeza de que deseja apagar a extensão:

# Dialog_ConfirmDelete_Headline.Text
source: Confirm Deletion
de_de: Löschen bestätigen
pt_br: Apagar Credencial

# Dialog_ConfirmDelete_Item.Text
source: Are you sure you want to delete the item:
de_de: Sind Sie sicher, dass Sie das Element löschen möchtest:
pt_br: Tem certeza de que deseja apagar o item:

# Dialog_ConfirmDelete_Items.Text
source: Are you sure you want to delete the items:
de_de: Sind Sie sicher, dass Sie die Elemente löschen möchtest:
pt_br: Tem certeza de que deseja apagar os itens:

# Dialog_CreateDB_ChooseLocation.Text
source: Choose
de_de: Wählen
pt_br: Escolher

# Dialog_CreateDB_DBLocation.Content
source: Database Location
de_de: Datenbank Speicherort
pt_br: Localização do banco de dados

# Dialog_CreateDB_DBName.Header
source: Database Name
de_de: Datenbank Name
pt_br: Nome do banco de dados

# Dialog_CreateDB_DBName.PlaceholderText
source: Database Name
de_de: Datenbank Name
pt_br: Nome do banco de dados

# Dialog_CreateDB_DefaultLocation.Text
source: Default
de_de: Standard
pt_br: Padrão

# Dialog_CreateDB_EnterPW.Header
source: Enter Password
de_de: Passwort eingeben
pt_br: Digite a senha

# Dialog_CreateDB_EnterPW.PlaceholderText
source: Enter Password
de_de: Passwort eingeben
pt_br: Digite a senha

# Dialog_CreateDB_Headline.Text
source: Create Database
de_de: Datenbank erstellen
pt_br: Criar banco de dados

# Dialog_CreateDB_RepeatPW.Header
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# Dialog_CreateDB_RepeatPW.PlaceholderText
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# Dialog_EditItem_Headline.Text
source: Edit item
de_de: Element bearbeiten
pt_br: Editar Credencial

# Dialog_Export2FA_Headline.Text
source: Export 2FA
de_de: 2FA Exportieren
pt_br: Exportar 2FA

# Dialog_Export_Headline.Text
source: Select items to export
de_de: Wählen Sie die zu exportierenden Elemente
pt_br: Selecione os itens para exportar

# Dialog_ImportPW_ConfirmOverride1.Text
source: All passwords with the same display name will be overwritten!
de_de: Alle Passwörter mit dem gleichen Anzeigenamen werden überschrieben!
pt_br: Todas as senhas com o mesmo nome de exibição serão substituídas!

# Dialog_ImportPW_ConfirmOverride2.Text
source: Confirm override?
de_de: Überschreiben bestätigen?
pt_br: Deseja sobrescrever?

# Dialog_ImportPW_ErrorMessage.Text
source: An error has occured!
de_de: Ein Fehler ist aufgetreten!
pt_br: Ocorreu um erro!

# Dialog_ImportPW_Headline.Text
source: Import passwords
de_de: Passwörter importieren
pt_br: Importar senhas

# Dialog_ImportPW_SelectAll.Content
source: Select All
de_de: Alles auswählen
pt_br: Selecionar tudo

# Dialog_PWGenerator_New.Text
source: Password generator
de_de: Passwort Generator
pt_br: Gerador de senhas

# Dialog_RenameDB_Headline.Text
source: Rename Database
de_de: Datenbank umbenennen
pt_br: Renomear banco de dados

# Dialog_RenameDB_Name.Text
source: Database name
de_de: Datenbank Name
pt_br: Nome do banco de dados

# Dialog_SelectExport_SelectAll.Content
source: SelectAll
de_de: Alles auswählen
pt_br: Selecionar tudo

# InfoMessages_AutomaticallyLoggedOut.Headline
source: We automatically logged you out due to inactivity
de_de: Sie wurden automatisch ausgeloggt
pt_br: Desconectamos você automaticamente devido à inatividade

# InfoMessages_ChangePasswordWrong.Headline
source: Wrong password
de_de: Falsches Passwort

# InfoMessages_ChangePasswordWrong.Text
source: The current password is incorrect
de_de: Das aktuelle Passwort ist falsch
pt_br: A senha atual está incorreta

# InfoMessages_CouldNotCreateDBBackupFolder.Headline
source: Could not create database backup folder
de_de: Konnte den Datenbank Backup Ordner nicht erstellen
pt_br: Não foi possível criar a pasta de backup do banco de dados

# InfoMessages_CouldNotGetExtensions.Headline
source: Could not get Plugins
de_de: Konnte die Plugins nicht laden
pt_br: Não foi possível obter plugins

# InfoMessages_CouldNotGetExtensions.Text
source: Could not get the plugins from the Server:\n
de_de: Konnte die Plugins nicht vom Server laden: \n
pt_br: Não foi possível obter os plugins do servidor:\n

# InfoMessages_DatabaseFileNotFoundAt.Headline
source: Database not found
de_de: Datenbank wurde nicht gefunden
pt_br: Banco de dados não encontrado

# InfoMessages_DatabaseFileNotFoundAt.Text
source: Your database with the stored passwords could not be found at path {path}
de_de: Ihre Datenbank mit den gespeicherten Passwörtern konnte nicht im Pfad gefunden werden: \n{path}
pt_br: Seu banco de dados com as senhas armazenadas não foi encontrado no caminho {path}

# InfoMessages_DatabaseInvalidData.Headline
source: Invalid Database
de_de: Ungültige Datenbank
pt_br: Banco de dados inválido

# InfoMessages_DatabaseInvalidData.Text
source: Database could not be loaded. It may be corrupted or invalid.
de_de: Datenbank konnte nicht geladen werden, sie könnte kaputt sein.
pt_br: Não foi possível carregar o banco de dados. Ele pode estar corrompido ou inválido.

# InfoMessages_DatabaseSaveToFileError.Headline
source: Error while saving database
de_de: Fehler beim Speichern der Datenbank
pt_br: Erro ao salvar banco de dados

# InfoMessages_DatabaseSaveToFileError.Text
source: Data save error at {path}. Verify connection or device storage, then retry.
de_de: Data save error at {path}. Verify connection or device storage, then retry. Konnte Datenbank nicht in {path} speichern. Überprüfe deine Verbindung oder das Speichergerät.
pt_br: Erro ao salvar dados em {path}. Verifique a conexão ou o dispositivo de armazenamento e tente novamente.

# InfoMessages_DownloadPluginProgress.Headline
source: Downloading plugin in progress
de_de: Das Plugin wird heruntergeladen
pt_br: Baixando plugin

# InfoMessages_EnteredWrongPW.Headline
source: Wrong password
de_de: Falsches Passwort
pt_br: Senha errada

# InfoMessages_EnteredWrongPW.Text
source: You entered the wrong password.\nPlease try again\n({attempts}/3)
de_de: Sie haben das falsche Passwort eingegeben.\nBitte versuchen Sie es erneut\n({attempts}/3)
pt_br: Você digitou a senha errada.\nPor favor, tente novamente\n({attempts}/3)

# InfoMessages_Error.Headline
source: Error
de_de: Fehler
pt_br: Erro

# InfoMessages_Error.Text
source: An error has occurred!
de_de: Es ist ein Fehler aufgetreten!
pt_br: Ocorreu um erro!

# InfoMessages_ExportDBSuccess.Headline
source: Exported successfully
de_de: Erfolgreich exportiert
pt_br: Exportado com sucesso

# InfoMessages_ExportDBSuccess.Text
source: Exported data successfully
de_de: Datenbank erfolgreich exportiert
pt_br: Dados exportados com sucesso

# InfoMessages_ExtensionAlreadyInstalled.Headline
source: Plugin already installed
de_de: Plugin ist schon installiert
pt_br: Plugin já instalado

# InfoMessages_ExtensionAlreadyInstalled.Text
source: The plugin is already installed!
de_de: Das Plugin wurde bereits installiert
pt_br: O plugin já está instalado!

# InfoMessages_FileIsNotAnExtensions.Headline
source: File is not a plugin
de_de: Die Datei ist kein Plugin
pt_br: O arquivo não é um plugin

# InfoMessages_FileIsNotAnExtensions.Text
source: The selected file is not an Ease Pass plugin!
de_de: Die angegebene Datei ist kein Ease Pass plugin
pt_br: O arquivo selecionado não é um plugin do Ease Pass!

# InfoMessages_ImportDBSuccess.Headline
source: Imported successfully
de_de: Erfolgreich importiert
pt_br: Importado com sucesso

# InfoMessages_ImportDBSuccess.Text
source: Imported data successfully
de_de: Die Datenbank wurde erfolgreich importiert
pt_br: Dados importados com sucesso

# InfoMessages_ImportDBWrongPassword.Headline
source: Wrong password
de_de: Falsches Passwort

# InfoMessages_ImportDBWrongPassword.Text
source: Could not import database, because you've entered the wrong password.
de_de: Konnte die Datenbank nicht importieren weil du das falsche Passwort eingegeben hast.
pt_br: Não foi possível importar o banco de dados porque você digitou a senha errada.

# InfoMessages_Invalid2FA.Headline
source: Invalid 2FA secret
de_de: Ungültiger 2FA-Geheimcode
pt_br: Chave 2FA inválida

# InfoMessages_Invalid2FA.Text
source: This 2FA secret is not valid!
de_de: Der angegebene 2FA-Geheimcode ist falsch
pt_br: Esta chave 2FA não é válida!

# InfoMessages_NewVersion.Content
source: Changelog
de_de: Änderungsliste

# InfoMessages_NewVersion.Headline
source: New version
de_de: Neue Version
pt_br: Nova versão

# InfoMessages_NewVersion.Text
source: Welcome to Ease Pass version {version}
de_de: Willkommen zu Ease Pass Version {version}
pt_br: Bem-vindo ao Ease Pass {version}

# InfoMessages_NoAccessToPathDatabaseNotLoaded.Headline
source: Database could not be loaded
de_de: Datenbank konnte nicht geladen werden
pt_br: Não foi possível carregar o banco de dados

# InfoMessages_NoAccessToPathDatabaseNotLoaded.Text
source: Database could not be loaded. No access to the path {path}
de_de: Die Datenbank konnte nicht geladen werden. Kein Zugriff auf den Pfad {path}
pt_br: Não foi possível carregar o banco de dados. Sem acesso ao caminho {path}

# InfoMessages_NoAccessToPathDatabaseNotSaved.Headline
source: Database could not be saved
de_de: Datenbank konnte nicht gespeichert werden
pt_br: Não foi possível salvar o banco de dados

# InfoMessages_NoAccessToPathDatabaseNotSaved.Text
source: Database could not be saved. No access to the path {path}
de_de: Datenbank konnte nicht gespeichert werden. Kein Zugriff auf den Pfad {path}
pt_br: Não foi possível salvar o banco de dados. Sem acesso ao caminho {path}

# InfoMessages_PasswordAlreadyUsed.Headline
source: Password already used
de_de: Das Passwort existiert bereits
pt_br: Senha em uso

# InfoMessages_PasswordAlreadyUsed.Text
source: We highly recommend using a different password for each service!
de_de: Wir empfehlen dringend, für jeden Dienst ein anderes Passwort zu verwenden!
pt_br: É altamente recomendável usar uma senha diferente para cada serviço!

# InfoMessages_PasswordsDoNotMatch.Headline
source: Passwords do not match
de_de: Passwörter stimmen nicht überein
pt_br: As senhas não coincidem

# InfoMessages_PasswordTooShort.Headline
source: Password too short
de_de: Passwort zu kurz
pt_br: Senha:

# InfoMessages_PasswordTooShort.Text
source: The password is too short
de_de: Das Passwort ist zu kurz
pt_br: A senha é muito curta

# InfoMessages_PluginMovedWhileCopy.Headline
source: Could not copy plugin
de_de: Konnte das Plugin nicht kopieren
pt_br: Não foi possível copiar o plugin

# InfoMessages_PluginMovedWhileCopy.Text
source: The selected file does not exist anymore. Maybe the file was removed due to antivirus or anything else.
de_de: Die ausgewählte Datei existiert nicht mehr. Vielleicht wurde sie vom Virenschutz oder ähnlichem entfernt.
pt_br: O arquivo selecionado não existe mais. Talvez o arquivo tenha sido removido pelo a antivírus.

# InfoMessages_PrinterItemSkipped.Headline
source: Password skipped
de_de: Passwort übersprungen
pt_br: Senha ignorada

# InfoMessages_PrinterItemSkipped.Text
source: The service "{name}" was skipped, because it doesn't fit into the page.
de_de: Der Dienst "{name}" wurde übersprungen, da er nicht in die Seite passt.
pt_br: O serviço "{name}" foi ignorado porque não cabe na página.

# InfoMessages_PrinterNotSelected.Headline
source: Printer not selected
de_de: Kein Drucker ausgewählt
pt_br: Impressora não selecionada

# InfoMessages_PrinterNotSelected.Text
source: Please select a printer before printing.
de_de: Bitte wählen Sie einen Drucker bevor Sie drucken
pt_br: Selecione uma impressora antes de imprimir.

# InfoMessages_SuccessfullyChangedPassword.Headline
source: Password successfully changed
de_de: Das Passwort wurde geändert
pt_br: Senha alterada com sucesso

# InfoMessages_SuccessfullyChangedPassword.Text
source: Your password was successfully changed
de_de: Ihr Passwort wurde erfolgreich geändert.
pt_br: Sua senha foi alterada com sucesso

# InfoMessages_TooManyPasswordAttempts.Headline
source: Too many attempts
de_de: Zu viele Versuche
pt_br: Muitas tentativas

# InfoMessages_TooManyPasswordAttempts.Text
source: You entered the password wrong three times.
de_de: Sie haben das Passwort dreimal falsch eingegeben.
pt_br: Você digitou a senha errada três vezes.

# PrintDB_Notes.Text
source: Notes:
de_de: Notizen:
pt_br: Observações:

# PrintDB_Password.Text
source: Password:
de_de: Passwort:
pt_br: Senhas:

# PrintDB_TOTPAlgorithm.Text
source: TOTP-Algorithm:
de_de: TOTP-Algorithmus:

# PrintDB_TOTPInterval.Text
source: TOTP-Interval:
de_de: TOTP-Intervall:

# PrintDB_TOTPSecret.Text
source: TOTP-Secret:
de_de: TOTP-Schlüssel:

# PrintDB_Username.Text
source: Username:
de_de: Benutzername
pt_br: Usuário:

# PW_SafetyChart_Digits.Text
source: Digits
de_de: Zahlen
pt_br: Números

# PW_SafetyChart_LeakedExploited.Text
source: Leaked or Exploited
de_de: Veröffentlicht
pt_br: Vazado ou explorado

# PW_SafetyChart_LowerCaseLetters.Text
source: Lower case letters
de_de: Kleinbuchstaben
pt_br: Letras minúsculas

# PW_SafetyChart_Predictability.Text
source: Predictability
de_de: Vorhersagbarkeit
pt_br: Previsibilidade

# PW_SafetyChart_SpecialChars.Text
source: Special Chars
de_de: Sonderzeichen
pt_br: Caracteres Especiais

# PW_SafetyChart_PWLength.Text
source: Password length
de_de: Passwortlänge
pt_br: Tamanho da senha

# PW_SafetyChart_Seenbefore.Text
source: Seen before
de_de: Bereits verwendet
pt_br: Visto antes

# PW_SafetyChart_Short_LowerCaseLetters.Text
source: Lower case
de_de: Kleinbuchstaben
pt_br: Minúsculas

# PW_SafetyChart_Short_UpperCaseLetters.Text
source: Upper case
de_de: Großbuchstabe
pt_br: Maiúsculas

# PW_SafetyChart_UpperCaseLetters.Text
source: Upper case letters
de_de: Großbuchstaben
pt_br: Letras maiúsculas

# ScreenScannerWindow_InfoText.Text
source: Show your QR-Code somewhere on the screen!
de_de: Zeige deinen QR Code irgendwo auf dem, Bildschirm
pt_br: Mostre seu QR-Code em algum lugar da tela!

# View_About_Changelog.Text
source: Changelog
de_de: Änderungsliste

# View_About_Contribute.Text
source: Contribute
de_de: Beitragen
pt_br: Contribuir

# View_About_DependenciesUsed.Text
source: Additional dependencies used
de_de: Zusätzlich verwendete Abhängigkeiten
pt_br: Dependências adicionais usadas

# View_About_Developer.Text
source: Developers
de_de: Entwickler
pt_br: Desenvolvedores

# View_About_Headline.Text
source: About
de_de: Über
pt_br: Sobre

# View_About_HeadlineLegal.Header
source: Legal
de_de: Rechtliches
pt_br: Jurídico

# View_About_HeadlineMore.Header
source: More
de_de: Weiteres
pt_br: Mais

# View_About_ReportBug.Content
source: Report Bug
de_de: Bug melden
pt_br: Reportar Bug

# View_About_RequestFeature.Content
source: Request Feature
de_de: Feature vorschlagen
pt_br: Solicitar recurso

# View_About_Website.Header
source: Website
de_de: Webseite
pt_br: Site

# View_CreateDBPage_DBName.Header
source: Database Name
de_de: Name der Datenbank
pt_br: Nome do banco de dados

# View_CreateDBPage_DBName.PlaceholderText
source: Database Name
de_de: Name der Datenbank
pt_br: Minhas credenciais

# View_CreateDBPage_DBPath.Header
source: Database Path
de_de: Datenbank Ordner
pt_br: Caminho do banco de dados

# View_CreateDBPage_DBPath.PlaceholderText
source: Database Path
de_de: Datenbank Ordner
pt_br: C:\algum\caminho\

# View_CreateDBPage_EnterPW.Header
source: Enter Password
de_de: Passwort eingeben
pt_br: Digite a senha

# View_CreateDBPage_EnterPW.PlaceholderText
source: Enter Password
de_de: Passwort eingeben
pt_br: Digite a senha

# View_CreateDBPage_RepeatPW.Header
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# View_CreateDBPage_RepeatPW.PlaceholderText
source: Repeat Password
de_de: Passwort wiederholen
pt_br: Repetir a senha

# View_CreateDBPage_SelectPath.Content
source: Select Path
de_de: Pfad auswählen
pt_br: Selecionar pasta

# View_EnterPWPage_PasswordBox.Header
source: Enter password:
de_de: Passwort eingeben
pt_br: Digite a senha:

# View_EnterPWPage_PasswordBox.PlaceholderText
source: Password...
de_de: Passwort...
pt_br: Senha...

# View_ExtensionPage_AddPluginFromFile.Content
source: Add plugins from file
de_de: Plugin aus Datei laden
pt_br: Adicionar plugin

# View_ExtensionPage_ShowAuthorizations.Text
source: Show requested authorizations
de_de: Angefragte Berechtigungen
pt_br: Mostrar autorizações solicitadas

# View_ExtensionPage_StoreHint.Text
source: Due to the Microsoft Store requirements, we cannot offer direct download of plugins. To use plugins anyway, please follow the steps on our website.
de_de: Aufgrund der Anforderungen des Microsoft Store können wir keinen direkten Download von Plugins anbieten. Um Plugins dennoch zu verwenden, folgen Sie bitte den Schritten auf unserer Website.
pt_br: Devido aos requisitos da Microsoft Store, não podemos oferecer download direto de plugins. Para usar plugins, siga as etapas em nosso site.

# View_ExtensionPage_Uninstall.Text
source: Uninstall
de_de: Deinstallieren
pt_br: Desinstalar

# View_LoginPage_ChooseDB.Header
source: Choose Database
de_de: Datenbank auswählen
pt_br: Escolha o banco de dados

# View_LoginPage_CreateDB.ToolTipService.ToolTip
source: Create a new database
de_de: Neue Datenbank erstellen
pt_br: Criar uma nova base de dados

# View_LoginPage_EnterPW.Text
source: Enter your Password
de_de: Passwort eingeben
pt_br: Digite a senha mestre

# View_LoginPage_ImpoortDB.Content
source: Import Database
de_de: Datenbank importieren
pt_br: Importar banco de dados

# View_LoginPage_Login.Text
source: Login
de_de: Anmelden
pt_br: Entrar

# View_LoginPage_LoginButton.Content
source: Login
de_de: Anmelden
pt_br: Entrar

# View_ManageDB_ChangePW.Content
source: Change password
de_de: Passwort ändern
pt_br: Alterar a senha

# View_ManageDB_ChangePW.ToolTipService.ToolTip
source: Change the password for the database
de_de: Das Passwort für die aktuelle Datenbank ändern
pt_br: Alterar a senha do banco de dados

# View_ManageDB_CreateDB.Content
source: Create database
de_de: Datenbank erstellen
pt_br: Criar

# View_ManageDB_CreateDB.ToolTipService.ToolTip
source: Create a new database
de_de: Eine neue Datenbank erstellen
pt_br: Crie um novo banco de dados

# View_ManageDB_DeleteDB.Content
source: Delete database
de_de: Datenbank löschen
pt_br: Excluir

# View_ManageDB_DeleteDB.ToolTipService.ToolTip
source: Delete database
de_de: Datenbank löschen
pt_br: Excluir banco de dados

# View_ManageDB_ExportDB.Content
source: Export database
de_de: Datenbank exportieren
pt_br: Exportar

# View_ManageDB_ExportDB.ToolTipService.ToolTip
source: Export database
de_de: Datenbank exportieren
pt_br: Exportar banco de dados

# View_ManageDB_FlyoutCopy.Text
source: Copy
de_de: Kopieren
pt_br: Copiar

# View_ManageDB_FlyoutDelete.Text
source: Delete
de_de: Löschen
pt_br: Apagar

# View_ManageDB_Headline.Text
source: Manage Database
de_de: Datenbanken Verwalten
pt_br: Gerenciar banco de dados

# View_ManageDB_ImportDB.Content
source: Import database
de_de: Datenbank importieren
pt_br: Importar

# View_ManageDB_ImportDB.ToolTipService.ToolTip
source: Import a database
de_de: Importiere eine neue Datenbank
pt_br: Importar um banco de dados

# View_ManageDB_ImportPasswords.Content
source: Import into
de_de: In Datenbank importieren
pt_br: Importar para

# View_ManageDB_ImportPasswords.ToolTipService.ToolTip
source: Import passwords from an external database into this one
de_de: Passwörter aus externer Datenbank in diese importieren
pt_br: Importe senhas de um banco de dados externo para este aqui

# View_ManageDB_LoadThisDB.Content
source: Load this database
de_de: Datenbank laden
pt_br: Carregar este banco de dados

# View_ManageDB_LoadThisDB.ToolTipService.ToolTip
source: Load this database
de_de: Datenbank laden
pt_br: Carregar este banco de dados

# View_ManageDB_PrintDB.Content
source: Print database
de_de: Datenbank drucken
pt_br: Imprimir banco de dados

# View_ManageDB_PrintDB.ToolTipService.ToolTip
source: Print database
de_de: Datenbank drucken
pt_br: Imprimir banco de dados

# View_ManageDB_SelectPrinter.PlaceholderText
source: Pick a printer
de_de: Drucker auswählen
pt_br: Escolha uma impressora
